Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusia_digimateriaaleja_inarinsaame_vieraana_kielena_opetukseen.html.tmx
Source language: fin
Languages: smn

source: Uusia digimateriaaleja inarinsaame vieraana kielenä opetukseen
smn: Uđđâ digimateriaal anarâškielâ viereskielân máttááttâsân

source: Koulutus- ja oppimateriaalitoimisto julkaisee uutta digimateriaalia inarinsaame vieraana kielenä opetukseen Hitruu 1 Ááhu kuuvl!
smn: Škovlim- já oppâmaterialtoimâttâh almostit uđđâ digimaterialijd anarâškielâ viereskielân máttááttâsân Hitruu 1 Ááhu kuuvl!

source: ja Hitruu 2 Pennuu seibi.
smn: já Hitruu 2 Pennuu seibi.

source: Kirjojen tekstit on kirjoittanut Teija Linnanmäki ja kuvat on piirtänyt Riitta Ahonen .
smn: Kiirjij teevstâid lii čáállám Teija Linnanmäki já kuuvijd lii sárgum Riitta Ahonen .

source: on tarkoitettu peruskoulun kolmannen luokan ja Hitruu 2 Pennuu seibi neljännen luokan materiaaliksi, mutta niitä voi hyvin käyttää myös vanhempien oppilaiden ja aikuisopiskelijoiden vieraan kielen opetuksessa.
smn: lii uáivildum vuáđuškoovlâ kuálmád luoka já Hitruu 2 Pennuu seibi niäljád luoka materialin, mut taid puáhtá pyereest kevttiđ meid puárásub uáppei já rävisulmui viereskielân máttááttâsâst.

source: Kirjojen hauskat tarinat sopivat luettavaksi ja kuunneltavaksi myös äidinkielen opetukseen.
smn: Kiirjij suotâs mainâseh suápih luuhâm- já kuldâlemnáál meid eenikielâmáttááttâsân.

source: Kirjat ovat aiemmin ilmestyneet painettuina ja molempiin kirjoihin on myös harjoituskirjat.
smn: Kirjeh láá jo almostum printtejum kirjen. Kuohtuid kiirjijd labdas meid hárjuttâskirje.

source: Koulutus ja oppimateriaali
smn: Škovlim já oppâmateriaal
